Repository: ahmedwsi/ajeelk
Catalog: Truckers/*.lproj/Main.strings
Languages: ar_sa

# 0TU-1f-X7R.normalTitle
source: Go Live
ar_sa: سجل مباشرة من الكاميرا

# 10P-yK-8eT.title
source: Update Location on Map
ar_sa: تعديل موقع العربة على الخريطة

# 1jN-qP-Wun.placeholder
source: Email
ar_sa: البريد الالكتروني

# 25j-kP-f0t.title
source: New Truck
ar_sa: إضافة عربة جديدة

# 2iX-ZU-9MH.placeholder
source: Address
ar_sa: العنوان

# 3aL-Pa-anG.text
source: Contact Us
ar_sa: تواصل معنا

# 3ac-Pz-0uG.text
source: Event Organizer
ar_sa: منظم الفعالية

# 3dh-Qc-CJ1.normalTitle
source: Update
ar_sa: تعديل

# 4Zy-Fq-1If.normalTitle
source: Forgot Password?
ar_sa: استعادة كلمة المرور

# 4al-Rz-IZG.normalTitle
source: Add Comment
ar_sa: إضافة التعليق

# 5BG-ZS-kKe.normalTitle
source: Already have an Account ?
ar_sa: هل لديك حساب بالفعل؟

# 5jh-eE-rB2.normalTitle
source: Add
ar_sa: إضافة

# 6eT-ai-p2b.title
source: Map
ar_sa: الخريطة

# 73h-K0-0v4.title
source: Map
ar_sa: الخريطة

# 8EZ-9W-i4R.text
source: Update Location on Map
ar_sa: تعديل موقع العربة على الخريطة

# 8qy-UG-S84.placeholder
source: Full Name
ar_sa: الاسم بالكامل

# A5D-Gg-Jxj.text
source: Update Truck Information
ar_sa: تعديل بيانات العربة

# Bef-1l-kwb.text
source: Event Location
ar_sa: مكان الفعالية

# CcB-pZ-fCc.text
source: Item Name
ar_sa: الخدمة / الوجبة

# DEy-hw-tPZ.title
source: Home
ar_sa: الرئيسية

# Dl9-Je-bbk.normalTitle
source: Add
ar_sa: إضافة

# DxE-9B-QRv.text
source: Choose Category
ar_sa: اختر القسم

# E1S-xy-Nvl.text
source: Truck Status
ar_sa: حالة العربة

# EBC-Dw-q2c.segmentTitles[0]
source: About Truck
ar_sa: عن العربة

# EBC-Dw-q2c.segmentTitles[1]
source: Photos
ar_sa: الصور

# EBC-Dw-q2c.segmentTitles[2]
source: Reviews
ar_sa: التقييم

# EBC-Dw-q2c.segmentTitles[3]
source: Price List
ar_sa: قائمة الأسعار

# EFX-nu-D2F.text
source: Video Title
ar_sa: عنوان الفيديو

# F1O-zz-zar.text
source: Truck Location
ar_sa: موقع العربة

# G98-KG-VaI.normalTitle
source: Forgot Password?
ar_sa: هل نسيت كلمة المرور ؟

# Gws-dD-sIw.normalTitle
source: Create New Account ? Click here
ar_sa: لتسجيل حساب جديد .. اضغط هنا

# Ha5-VM-aEj.text
source: Manage Photos
ar_sa: إضافة وتعديل الصور

# JqJ-27-52V.text
source: Event Details
ar_sa: تفاصيل الفعالية

# KBo-i7-JXs.title
source: Trucks
ar_sa: العربات

# KMS-c7-gY5.text
source: About Truck
ar_sa: نبذة عن العربة

# KtW-Qe-nM7.text
source: Forgot Password?
ar_sa: استعادة كلمة مرور الحساب

# Kx1-9u-Eht.text
source: Category
ar_sa: القسم / التصنيف

# L8o-Tu-tE4.normalTitle
source: Update
ar_sa: تعديل

# LnQ-f3-WbS.text
source: Truck Name
ar_sa: اسم العربة

# M2F-s0-Gax.text
source: Truck Mobile
ar_sa: جوال العربة

# MRX-ug-8xM.placeholder
source: Confirm Password
ar_sa: تآكيد كلمة المرور الجديدة

# MsN-do-yd0.title
source: Map
ar_sa: الخريطة

# MuC-d6-SlW.text
source: Update Service & Prices
ar_sa: تعديل بيانات الخدمات والأسعار

# N0W-6X-gpw.text
source: Snapcaht Link
ar_sa: رابط سناب شات

# N71-qN-mRo.text
source: Price
ar_sa: السعر

# NI9-RQ-fLR.placeholder
source: Email
ar_sa: البريد الالكتروني

# NSF-f5-nxn.title
source: Update Service & Prices
ar_sa: تعديل الخدمات والآسعار

# NjJ-m9-dpK.title
source: Home
ar_sa: الرئيسية

# Odb-e6-81B.text
source: Email
ar_sa: البريد الإلكتروني

# OmJ-QI-MUr.placeholder
source: Mobile
ar_sa: رقم الجوال

# PFd-hp-b7I.text
source: Truck Status
ar_sa: حالة العربة

# PRL-2j-CHp.text
source: Twitter Link
ar_sa: رابط تويتر

# PeS-1Z-iun.title
source: Update Account Information
ar_sa: تعديل بيانات حسابي

# QKg-nr-53c.headerTitle
source: Truck Settings
ar_sa: إعدادات الحساب والعربة

# RFf-ki-mXa.text
source: Add your review now
ar_sa: أضف تعليقك وتقييمك للعربة الآن

# Rea-Pg-evH.text
source: Event Location
ar_sa: موقع الفعالية

# Rtr-GS-tYD.normalTitle
source: Attach Photo
ar_sa: ارفاق صورة

# SJv-Fw-G4Y.normalTitle
source: Add
ar_sa: إضافة

# SLt-rg-XLq.normalTitle
source: Choose Profile Photo
ar_sa: اختر الصورة الشخصية

# Soc-hN-CfG.text
source: Update Account Information
ar_sa: تعديل بيانات حسابي

# Syw-69-hfz.text
source: About Truck
ar_sa: نبذة عن العربة

# T4V-sx-Ust.placeholder
source: Confirm Password
ar_sa: تآكيد كلمة المرور

# Tre-Fn-Tov.text
source: `Facebook Link
ar_sa: رابط فيسبوك

# Wwh-Uv-fdp.placeholder
source: Password
ar_sa: كلمة المرور

# X7G-gJ-7rY.text
source: Truck Name
ar_sa: اسم العربة

# X91-RM-ZO8.text
source: Photo title
ar_sa: عنوان الصورة

# XQ3-lM-qLm.title
source: My Truck
ar_sa: عربتي

# XeO-uR-4Y8.text
source: Price
ar_sa: السعر

# YKI-SX-COP.placeholder
source: Search Trucks
ar_sa: ابحث عن عربة

# YLi-iB-k4x.title
source: Photos
ar_sa: الصور

# YiC-Vb-53k.text
source: Work Team
ar_sa: فريق العمل

# YlM-Hc-6a0.text
source: Jan
ar_sa: يناير

# YtL-lx-Nmx.placeholder
source: New Password
ar_sa: كلمة المرور الجديدة

# Z5c-Ux-LOp.text
source: Mobile
ar_sa: جوال العربة

# aKL-Yd-cut.title
source: Settings
ar_sa: الإعدادات

# agb-Cx-G4M.normalTitle
source: Update
ar_sa: تعديل

# b0O-Go-7qK.placeholder
source: Password
ar_sa: كلمة المرور

# b1A-E4-kUP.title
source: Truck Lives
ar_sa: يوميات العربة

# b7L-uf-1xH.headerTitle
source: About Ajeelk App
ar_sa: عن التطبيق

# bG1-S1-dPo.normalTitle
source: Login
ar_sa: العودة لتسجيل الدخول

# bYk-ZX-n6u.title
source: Events
ar_sa: الفعاليات

# cbx-Ha-Jw9.normalTitle
source: Login
ar_sa: تسجيل الدخول

# chO-ZR-UJK.title
source: Snaps
ar_sa: اليوميات

# dHk-p0-j4e.text
source: Email
ar_sa: البريد الإلكتروني

# dKl-pt-agJ.text
source: Instagram Link
ar_sa: رابط انستاجرام

# dOr-Rb-m4s.normalTitle
source: Click here to choose photo
ar_sa: اضغط هنا لاختيار الصورة

# dmu-66-heo.text
source: Register New Account
ar_sa: تسجيل مستخدم جديد

# dw1-MY-GS6.text
source: Price
ar_sa: السعر

# dyR-Og-Fb8.text
source: Youtube Link
ar_sa: رابط يوتيوب

# eBp-iy-RFW.text
source: Update Password
ar_sa: تعديل كلمة المرور

# eKc-RW-dq7.text
source: Mobile
ar_sa: جوال العربة

# eNz-3L-TPR.text
source: Ser
ar_sa: م

# ePj-qS-K7u.normalTitle
source: Update
ar_sa: تعديل

# fIC-xb-bgx.normalTitle
source: Choose Truck Logo
ar_sa: اختر صورة العربة

# fJP-PI-jAl.normalTitle
source: Update
ar_sa: تعديل

# fft-fZ-zk5.text
source: Item
ar_sa: الخدمة / الوجبة

# fi2-Aq-qVq.title
source: Home
ar_sa: الرئيسية

# ghp-kM-aE5.text
source: Price
ar_sa: السعر

# gjd-Se-jzh.normalTitle
source: Register
ar_sa: تسجيل

# gjd-xm-vhL.normalTitle
source: + Add
ar_sa: + إضافة

# hr2-1h-z6H.text
source: Ser
ar_sa: م

# iBK-by-jeU.title
source: Events
ar_sa: الفعاليات

# ino-02-CAn.text
source: Sponser - Waraqat Media
ar_sa: الراعي الرسمي - مؤسسة ورقات إعلامية

# jAD-xU-TCf.text
source: Work team
ar_sa: فريق العمل

# lHi-31-iIR.text
source: Event Date
ar_sa: تاريخ الفعالية

# lWx-k5-hig.title
source: Settings
ar_sa: الإعدادات

# lrC-pa-vmd.normalTitle
source: Add
ar_sa: إضافة

# nXM-Oq-gkB.title
source: My Truck
ar_sa: مرحبا بك

# pmo-at-GH2.text
source: Privacy & Policy
ar_sa: سياسة الاستخدام والخصوصية

# q8R-5N-Pk4.normalTitle
source: Add
ar_sa: إضافة

# qoM-F6-WTW.text
source: Event Organizer
ar_sa: المنظم

# que-O9-UU3.text
source: Price
ar_sa: ServicePrice

# rK5-N0-cRe.normalTitle
source: Add
ar_sa: إضافة

# sWR-7q-CEh.text
source: Name
ar_sa: ServiceName

# tZL-Wl-dMR.text
source: No. of Categories
ar_sa: Count Categories

# tc2-7K-pgv.placeholder
source: Email
ar_sa: البريد الالكتروني

# toN-41-rbH.title
source: New Item
ar_sa: إضافة خدمة جديدة

# twm-FH-oAA.placeholder
source: Address
ar_sa: العنوان

# u52-sh-aMg.title
source: Truck Photos
ar_sa: صور العربة

# uLT-no-NBe.text
source: Choose Work Team Type
ar_sa: اختر نوع فريق العمل

# uNf-mZ-vK4.placeholder
source: Full Name
ar_sa: الاسم بالكامل

# ubK-mW-LRH.text
source: Event Title
ar_sa: عنوان الفعالية

# ueb-xl-WuC.text
source: Email
ar_sa: البريد الالكتروني

# ugz-fR-Rld.text
source: Manage Videos
ar_sa: إضافة وتعديل الفيديوهات

# vai-AP-KGz.text
source: Item Name
ar_sa: اسم الخدمة / الوجبة

# whe-jO-MeO.title
source: Update Password
ar_sa: تعديل كلمة المرور

# xT0-R6-DVN.placeholder
source: Mobile
ar_sa: رقم الجوال

# y9H-Un-gD4.text
source: Login
ar_sa: تسجيل الدخول

# yGT-2V-3YK.text
source: Email
ar_sa: البريد الإلكتروني

# yLz-H2-Wh7.text
source: Item Name
ar_sa: اسم الخدمة / الوجبة

# yq0-2T-kek.text
source: About Truck
ar_sa: نبذة عن العربة

# z1i-WQ-1ew.text
source: Choose Truck Status
ar_sa: اختر حالة العربة

# zwo-Z6-68D.placeholder
source: Email
ar_sa: البريد الالكتروني
